{
  "translation": {
    "home": "Home",
    "About": "About",
    "Products": "Products",
    "Contact": "Contact",
    "Career":"Career",
    "BecomeOurMitra": "Become Our Mitra",
    "ItIsOurNature": "It’s Our Nature",
    "toNurture": "to Nurture",
    "ElevatingFarms": "Elevating farms, farmers and vegetables for communities and beyond",
    "GrowTheFuture": "Grow The Future",
    "Our": "Our",
    "Company":"Company",
    "Required":"Required",
    "Name":"Name",
    "CompanyEmail":"Company Email",
    "YourEmail":"Your Email",
    "First":"First",
    "emailNotSame":"Email dose not match",
    "Last":"Last",
    "CompanyName":"Company Name",
    "Product":"Product",
    "Assist":" How can we assist you?",
    "Location":"Location",
    "Subject":"Subject",
    "Inquiries":"Share a bit about your inquiries",
    "PhoneNumber":"Phone Number",
    "Ecosystem": "Ecosystem",
    "FillForm":"Fill in the form below.",
    "Contact2":"Contact",
    "WeWill":"We will soon reply your message.",
    "FullName":"Full Name",
    "Us":"Us",
    "Conversation":"Let’s Start a Conversation",
    "Farm": "Farm",
    "Why":"Why ",
    "Vision":"Vision",
    "Nurtur":"Nurture Indonesian agriculture and ",
    "Nurtur2":"bring its produce to nourish families around the world.",
    "Join":"Join",
    "Job":"Job",
    "Experience":"Let's experience growth with",
    "Open":"Open",
    "See Detail":"See Detail",
    "Apply":"Apply",
    "Learn":"LEARN",
    "EXCELLENCE":"EXCELLENCE",
    "ACTION-ORIENTED":"ACTION-ORIENTED",
    "Farmers Focused":"FARMERS FOCUSED",
    "operational":"We strive for operational  excellence to ensure consistent  quality for",
    "customers":" our customers",
    "farmers":"Our farmers are our family, we collaborate to ensure  we win together",
    "Improve":"We continuously innovate to improve",
    "Prioritize":"We prioritize action to realize our  vision with speed",
    "BeleafPlace":"Beleaf Farms is the place where you can work and learn alongside great people. And we’re ",
    "BeleafPlace2":"looking for great people to join us. Now is your time to shine and be a part of one of the world’s ",
    "BeleafPlace3":"most successful modern agriculture businesses.",
    "Linked":"Check out our LinkedIn for our latest update",
    "View Update":"View Update",
    "Application":"Application deadline:",
    "beleafFarms":"At Beleaf Farms, your work will have a tangible impact, helping to build a more sustainable future for agriculture and ensuring that high-quality, nutritious food reaches tables worldwide. Embrace this opportunity to grow your career while making a difference in the world.",
    "JoinDes":" and become a vital part of our mission to nurture Indonesian agriculture and bring its bountiful produce to nourish families around the world. As an employee, you will be at the forefront of agricultural innovation, working with state-of-the-art technologies and sustainable farming practices to enhance productivity and improve the livelihoods of local farmers. Our dynamic and supportive work environment encourages growth and creativity, allowing you to make meaningful contributions to a global cause.",
    "Join Us":"Join Us",
    "Infrastructure & Technology": "Infrastructure & Technology",
    "SupportRetrofit": "Support & retrofit services on farm tools, irrigation and other farm infrastructure",
    "Input": "Input",
    "Support": "Support",
    "failed":"This field is required.",
    "Message":"Message",
    "NoJobs":"No open jobs available",
    "AllOpenings":"Back to all openings",
    "Supply":"Please supply a valid email address",
    "birthday":"We need to know your name. What if we wanted to send you a birthday cake? Please complete the following fields: First, Last.",
    "and our":"and our export sales partners",
    "Grow with":"Grow with ",
    "ProvideFarmers": "Provide farmers with quality seeds, crop specific nutrition, and crop protection at competitive prices",
    "Beleaf OS": "Beleaf OS",
    "Agronomy Support": "Agronomy Support",
    "EnToEnd": "End-to-end agronomy support using our IoT and ERP systems to support yield and guidance",
    "Demand": "Demand",
    "OfftakeAgreements": "Offtake agreements for farmers to sell their produce to Beleaf Farms",
    "Experience the future": "Experience the future :",
    "of farming": " Farming as a Service to Harness",
    "the power":"the Power of Agriculture",
    "Our Farming Partners":" Our Farming Partners",
    "More Plants": "More Plants",
    "Less Water": "Less Water",
    "Less Land": "Less Land",
    "Unlocking": "Unlocking the Power of Technology in",
    "Agriculture": "Agriculture:",
    "The Facts": "The Facts About Our Farm",
    "WeLeverage": "We leverage technology developed at Beleaf’s research farms to unlock best-in-class yields for our mitras across Indonesia. Our use of IoT devices such as weather stations and dosing systems drives real-time crop management. We are building this modernized infrastructure to enable us to build yield optimization models, creating value for us and our mitras – a true win-win!",
    "Partner": "Partner",
    "Owned Farms": "Owned Farms",
    "Open Field Farms": "Open Field Farms",
    "For People": "For People",
    "Become Our Farm Partner": "Become Our Farm Partner",
    "Contact Us": "Contact Us",
    "We are a home": "We are a home for our partner, join the rest of us and get the benefit with support and information on best agricultural practices and new technologies.",
    "For Buyers": "For Buyers",
    "Inquire Now": "Inquire Now",
    "Our mission is to bring": "Our mission is to bring the best and most nutritious products to your table, while supporting local farmers and promoting sustainable agriculture practices.",
    "Our Sales Partner": "Our Sales Partners",
    "Building a sustainable": "Building a sustainable future,",
    "hand-in-hand": "hand-in-hand with our sales partners",
    "About Us": "About Us",
    "Beleaf Farms (PT BELEAF KEBUN INDONESIA)": "is a leading provider of fresh and healthy food products. Our mission is to bring the best and most nutritious products to your table, while supporting local farmers and promoting sustainable agriculture practices.",
    "As a company that is committed to quality": "As a company that is committed to quality, we understand the importance of sourcing the freshest and highest quality produce available. That’s why we work closely with local farmers to bring you a wide range of fresh and delicious fruits and vegetables that are hand-selected for their taste, nutrition, and freshness.",
    "We combine the latest advancements": "We combine the latest advancements in IoT and OS (Operating System) technology to deliver the highest quality and sustainable produce. Our commitment to using cutting-edge technology has allowed us to optimize every aspect of the farming process, from seed to harvest, to ensure the best possible outcome.",
    "Come Say Hi": "Come Say Hi",
    "Beleaf Head Office Menara Ravindo": "Beleaf Head Office Menara Ravindo Jl Kebon Sirih no.75 RT1/RW1, Kebon Sirih, Menteng, Jakarta Pusat 10340",
    "Beleaf Product and Tech Office": "Beleaf Product and Tech Office Windelrio Townhouse Ruko No.7 Semplak, Bogor Barat 16114",
    "Growing Sustainable": "Growing Sustainable",
    "Solutions": " Solutions",
    "for the Future": "for the Future",
    "Our2": "Our",
    "Story": "Story",
    "In 2019 Beleaf": "In 2019 Beleaf Farms started out as a humble hydroponic farm. After success in improving yield, quality and consistency of its produce, it has been supplying high quality fresh produce to retailers, restaurants and customers.",
    "In 2022, Beleaf developed": "In 2022, Beleaf developed and start implementing a new program – Farming as a Service (FaaS). Under this program, Beleaf supports specially selected partner farms end to end with high quality inputs, best practices, agronomy guidance, tech support, sales and marketing to ensure that farms optimize their product getting the best quality, yield and value consistently.",
    "Through Beleaf R&D and FaaS program": "Through Beleaf’s R&D and FaaS program, Beleaf wants to become an active leader in agriculture innovation, helping farmers all across Indonesia manage their farms better and improve the quality of fresh produce for all consumers.",
    "Our3": "Our",
    "Essential": "Essential",
    "Values": "Values",
    "Environmental Sustainability": "Environmental Sustainability",
    "Less Waste": "Less Waste",
    "No Soil Degradation": " No Soil Degradation",
    "Lower Carbon Footprint": "Lower Carbon Footprint",
    "No Pesticide Residue": "No Pesticide Residue",
    "Consistency": "Consistency",
    "Planned Harvest Schedule": "Planned Harvest Schedule",
    "Sufficient Nutrition": "Sufficient Nutrition",
    "Farming Tech": "Farming Tech",
    "Sustainable Pricing": "Sustainable Pricing",
    "Cold Chain End to End": "Cold Chain End to End",
    "Crop Surveillance": "Crop Surveillance",
    "Better Quality": "Better Quality",
    "Right Variety": "Right Variety",
    "Right Packaging": "Right Packaging",
    "Longer Shelf Life": "Longer Shelf Life",
    "More Nutritious": "More Nutritious",
    "Closer to Customers": "Closer to Customers",
    "Right Handling": "Right Handling",
    "Our4": "Our",
    "People": "People",
    "Farm-to-": "Seed-to-",
    "Plate Perfection": "Table Perfection:",
    "Taste the Difference": "Taste the Difference of Our Hand-Picked",
    "Locally Grown": "Locally Grown Vegetables",
    "Export grade": "Export grade fresh produce ",
    "used by": "used by",
    "chefs in the top": "chefs in the top restaurants.",
    "No Pesticide Residu": "No Pesticide Residue",
    "Premium Hydroponic": "Premium Hydroponic",
    "Asian Leafy Greens": "Asian Leafy Greens",
    "Full Grown Asian Greens": "Full Grown Asian Greens",
    "Baby Asian Greens": "Baby Asian Greens",
    "Mini Asian Green": "Mini Asian Green",
    "Western Leafy Greens": "Western Leafy Greens",
    "Shanghai Green":"Shanghai Green",
    "Chinese Spinach":"Chinese Spinach",
    "HK Kailan":"HK Kailan",
    "HK Caisim":"HK Caisim",
    "Kale": "Kale",
    "Lettuce": "Single Lettuce",
    "Mangoes":"Mangoes",
    "Mangosteen":"Mangosteen",
    "Guavas":"Guavas",
    "Papayas":"Papayas",
    "Other Exotic Tropical Fruits":"Other Exotic Tropical Fruits",
    "Tropical":"Tropical",
    "Fruits":"Fruits",
    "Baby Leaf": "Baby Leaf",
    "Baby Lettuce": "Baby Lettuce",
    "Tomatoes": "Tomatoes",
    "Beef Tomatoes": "Beef Tomatoes",
    "Snacking Tomatoes": "Snacking Tomatoes",
    "Cherry Tomatoes": "Cherry Tomatoes",
    "Roma Tomatoes": "Roma Tomatoes",
    "Momotaro": "Momotaro",
    "Heirloom": "Heirloom",
    "Premium Herbs and": "Premium Herbs and ",
    "Microgreens": "Microgreens",
    "Western Herbs": "Western Herbs",
    "Asian Herbs": "Asian Herbs",
    "Microgreen": "Microgreen",

    "Premium Root": "Premium Root",
    "Vegetables": "Vegetables",
    "Curry Potato": "Curry Potato",
    "Gem Potato": "Gem Potato",
    "Honey Sweet Potato": "Honey Sweet Potato",
    "Purple Sweet Potato": "Purple Sweet Potato",
    "Orange Sweet Potato": "Orange Sweet Potato",

    "Grow-It-Yourself": "Grow-It-Yourself",
    "Pots": "Pots",
    "Herbs Pots": "Herbs Pots",
    "Flower Pots": "Flower Pots",
    "Fruity Veg Pots": "Fruity Veg Pots",

    "Download diss": "Enjoy the ease of farming with IoT technology from Beleaf and feel the farming as easy as holding.",
    "Download Apk": "Our App is Available on Android",
   
    "Leafy Veg Pot": "Leafy Veg Pot",
    "Meet the people": "Meet the people behind Beleaf Farms",
    "Indonesia Farming Startup": "Indonesian farming startup Beleaf raises $2M seed funding led by Alpha JWC Ventures",
    "announced Monday" : "announced Monday its recently closed Seed funding of $2 million led by Alpha JWC Ventures, with participation from BRI Ventures’ Sembrani Nusantara, MDI-Finch Capital’s Arise, and several prominent angel investors.",
    "Beleaf said" : "Beleaf said in a statement with this fresh Seed funding, the firm will focus on improving its technology,building a robust team, and doubling down on its resources, including opening more research and development (R&D) farms and building more farming communities in West Java.",
    "In Late 2017": "Pada akhir tahun 2017, seorang pria mengalihkan hasrat dan bisnisnya di sektor real estat komersial ke sistem pangan dan pertanian hidroponik, tetapi dengan fokus nyata pada keberlanjutan. Banyaknya waktu dan tenaga yang dihabiskannya di bidang ini mengarah pada pengembangan salah satu pertanian hidroponik yang terus berkembang di Indonesia, yang pada gilirannya mendukung dan menjadi contoh dari konsep ekonomi sirkular.",

    


    "Cr 1 Title":"Food Security Challenge",
    "Cr 1 Body" : "“A lot of farmers are actually under performing in terms of yield and quality, especially comparation with other south-east asian country’s. So we decide that rather than continuing to build on our farms, we do instead help existing farms…”",
    "Cr 1 More" : "More: CNA Correspondent",
    "Cr 1 Android" : "Android: http://bit.ly/tjp-android",
    "Cr 1 ios" : "iOS: http://bit.ly/tjp-ios",

    
    
    "Cr 2 Title" : "Smart Farming: RI agritech offers smallholders a helping hand",
    "Cr 2 Body" : "Indonesia tech firms are proposing new ways to make farming more efficient at a time when food security is causing headaches around the world, but the start-ups have some convincing to do to get farmers on board. Belief Farms, a agriculture technology (agritech) start-up based in Bogor, West Java, says viewing farming as a service is key to optimizing processes with the fundamental idea of producing more with less. “We can help farmers all across Indonesia to improve the quality and productivity of their crops and thus provide more food with the same amount of land to our population,” said Belief Farms CEO and founder Amrit Lakhiani.",
    "Cr 2 More" : "More: The Jakarta Post",

    
    "Cr 3 Title" : "Indonesia farming startup Belief raises $2M seed funding led by Alpha JWC Venturesritech offers smallholders a helping hand",
    "Cr 3 Body1" : "Indonesian smart farming startup Belief announced Monday its recently coleseed Seed funding of $2 million led by Alpha JWC Ventures, with participation from BRI Ventures’ Sembrani Nusantara, MDI-Finch Capital’s Arise, and several prominent angel investors",
    "Cr 3 Body2" : "Belief said in a statement with this fresh Seed funding, the firm will focus on improving its technology, building a robust team, and doubling down on its resources, including opening more research and development (R&D) farms and building more farming communities in West Java",
    "Cr 3 More" : "More: Technode Global",

    "Cr 4 Title" : "Beleaf Farms: A Sustainable and Growing Business",
    "Cr 4 Body1" : "In late 2017, a man shifted his passion and his business in the commercial real estate sector to food systems and hydroponic farming, but with a real focus on sustainability. The amount of time and effort he spent in this field led to the development of one of Indonesia’s steadily expanding hydroponic farms, which in turn support and exemplify a circular economy concept.",
    "Cr 4 Body2" : "The circular economy replaces the end-of-life concept with regeneration, restoration and waste elimination through improvements in materials, products, systems and business model. Come late 2018, Amrit Lakhiani used his educational and professional experience and his background in finance to found Beleaf Farms. The first farm began in Bogor and quickly adapted to local circumstances.",
    "Cr 4 More" : "More: Technode Global",



    "Cr 5 Title" : "Beleaf has been chosen by Forbes Asia to be one of 100 companies to watch!",
    "Cr 5 Body" : "Hydroponic farm Beleaf grows leafy greens, herbs and root vegetables for partners such as hotpot chain Haidilao and e-commerce giant Shopee. Its farming as a service (FaaS) platform in 2022 also supports Indonesian farmers with agricultural guidance, tech support and marketing services. Beleaf operations span five hectares of farmland and the company claims to have 20 FaaS partners."
    

     
    


  }
}
