{
  "translation": {
    "home": "Beranda",
    "About": "Tentang",
    "Products": "Produk",
    "Contact": "Kontak",
    "Career":"Karier",
    "BecomeOurMitra": "Menjadi Mitra Kami",
    "ItIsOurNature": "Sudah Menjadi Sifat Kami",
    "toNurture": "untuk Merawat",
    "ElevatingFarms": "Mengangkat pertanian, petani, dan sayuran untuk masyarakat dan sekitarnya",
    "GrowTheFuture": "Tumbuhkan Masa Depan",
    "Our": "Ekosistem",
    "Ecosystem": "kami",
    "Join Us":"Bergabung dengan Kami",
    "Why":"Mengapa ",
    "Vision":"Penglihatan",
    "Job":"Pekerjaan",
    "Open":"Membuka",
    "See Detail":"Lihat Detil",
    "Apply":"Menerapkan",
    "Application":"Batas waktu aplikasi:",
    "Nurtur":"Memelihara pertanian Indonesia dan ",
    "Experience":"Mari kita alami pertumbuhan bersama",
    "BeleafPlace":"Beleaf Farms adalah tempat di mana Anda dapat bekerja dan belajar bersama orang-orang hebat. Dan",
    "BeleafPlace2":"kami sedang mencari orang-orang hebat untuk bergabung dengan kami. Sekarang adalah waktu Anda untuk ",
    "BeleafPlace3":"bersinar dan menjadi bagian dari  dunia bisnis pertanian modern yang paling sukses",
    "Nurtur2":" salah satu bisnis pertanian modern paling sukses di dunia.",
    "Linked":"Kunjungi LinkedIn kami untuk pembaruan terbaru kami",
    "Join":"Bergabung",
    "Learn":"MEMPELAJARI",
    "EXCELLENCE":"KEUNGGULAN",
    "ACTION-ORIENTED":"BERORIENTASI PADA AKSI",
    "Farmers Focused":"PETANI FOKUS",
    "farmers":"Petani kami adalah keluarga kami, kami berkolaborasi untuk memastikan kami menang bersama",
    "operational":"Kami mengupayakan keunggulan operasional untuk memastikan kualitas ",
    "customers":" yang konsisten bagi pelanggan kami",
    "Prioritize":"Kami memprioritaskan tindakan untuk mewujudkan visi kami dengan cepat",
    "View Update":"Lihat Pembaruan",
    "Improve":"Kami terus berinovasi untuk menjadi lebih baik",
    "beleafFarms":"Di Beleaf Farms, pekerjaan Anda akan memberikan dampak nyata, membantu membangun masa depan pertanian yang lebih berkelanjutan dan memastikan makanan berkualitas tinggi dan bergizi tersedia di seluruh dunia. Manfaatkan kesempatan ini untuk mengembangkan karier Anda sambil membuat perbedaan di dunia.",
    "JoinDes":"dan menjadi bagian penting dari misi kami untuk memelihara pertanian Indonesia dan memberikan hasil bumi yang melimpah untuk menyehatkan keluarga di seluruh dunia. Sebagai karyawan, Anda akan berada di garis depan dalam inovasi pertanian, bekerja dengan teknologi tercanggih dan praktik pertanian berkelanjutan untuk meningkatkan produktivitas dan meningkatkan penghidupan petani lokal. Lingkungan kerja kami yang dinamis dan mendukung mendorong pertumbuhan dan kreativitas, memungkinkan Anda memberikan kontribusi yang berarti bagi tujuan global.",
    "Farm": "Perkebunan",
    "Infrastructure & Technology": "Infrastruktur & Teknologi",
    "SupportRetrofit": "Layanan dukungan & perlengkapan untuk peralatan pertanian, irigasi dan infrastruktur pertanian lainnya",
    "Input": "Dukungan",
    "birthday":"Kami perlu mengetahui nama Anda. Bagaimana jika kami ingin mengirimi Anda kue ulang tahun? Silakan lengkapi kolom berikut: Pertama, Terakhir.",
    "Support": "Masukan",
    "NoJobs":"Tidak ada pekerjaan terbuka yang tersedia",
    "AllOpenings":"Kembali ke semua bukaan",
    "failed":"Bagian ini diperlukan.",
    "Grow with":"Tumbuh bersama ",
    "Contact2":"Hubungi",
    "Supply":"Harap berikan alamat email yang valid",
    "Message":"Pesan",
    "Us":"Kami",
    "Conversation":"Mari Mulai Percakapan",
    "ProvideFarmers": "Menyediakan benih berkualitas bagi para petani, nutrisi tanaman yang spesifik, dan perlindungan tanaman dengan harga yang kompetitif.",
    "Beleaf OS": "Beleaf OS",
    "FillForm":"Isi formulir di bawah ini",
    "Agronomy Support": "Dukung Agronomi",
    "EnToEnd": "Dukungan agronomi menyeluruh menggunakan sistem IoT dan ERP kami untuk mendukung hasil panen dan panduan",
    "Demand": "Permintaan",
    "FullName":"Nama Lengkap",
    "PhoneNumber":"Nomor Telepon",
    "OfftakeAgreements": "Perjanjian penjualan bagi para petani untuk menjual produk mereka ke Beleaf Farms",
    "Experience the future": "Pengalaman Masa Depan:",
    "of farming": "Pertanian Sebagai Layanan Untuk Memanfaatan",
    "the power":"Kekuatan Pertanian",
    "WeWill":" Kami akan segera membalas pesan Anda",
    "and our":"dan mitra penjualan ekspor kami",
    "Our Farming Partners":"Mitra Pertanian Kami",
    "More Plants": "Lebih Banyak Tanaman",
    "Less Water": "Lebih Sedikit Air",
    "Less Land": "Lebih Sedikit Lahan",
    "Unlocking": "Mengungkap Kekuatan Teknologi dalam",
    "Agriculture": "Pertanian:",
    "The Facts": "Fakta-fakta Tentang Pertanian Kami,",
    "WeLeverage": "Kami memanfaatkan teknologi yang dikembangkan di kebun penelitian Beleaf untuk mendapatkan hasil panen terbaik di kelasnya bagi mitra kami di seluruh Indonesia. Kami penggunaan perangkat IoT seperti stasiun cuaca dan sistem dosis untuk mendorong pengelolaan tanaman secara real-time. Kami sedang membangun infrastruktur modern yang memungkinkan kami untuk membangun model optimasi hasil panen, menciptakan nilai bagi kami dan mitras kami - benar-benar saling menguntungkan!",
    "Partner": "Mitra",
    "Owned Farms": "Pemilik Kebun",
    "Open Field Farms": "Pertanian Lapangan Terbuka",
    "For People": "Untuk Masyarakat",
    "Become Our Farm Partner": "Jadilah Mitra Pertanian Kami",
    "Contact Us": "Hubungi Kami",
    "We are a home": "Kami adalah rumah bagi mitra kami, bergabunglah bersama kami dan dapatkan manfaat dengan dukungan dan informasi tentang praktik-praktik pertanian terbaik dan teknologi baru.",
    "For Buyers": "Untuk Para Pembeli",
    "Inquire Now": "Tanyakan Sekarang",
    "Our mission is to bring": "Misi kami adalah menghadirkan produk terbaik dan bergizi untuk meja Anda, sambil mendukung petani lokal dan mempromosikan praktik pertanian berkelanjutan.",
    "Our Sales Partner": "Mitra Penjualan Kami",
    "Building a sustainable": "Membangun masa depan yang berkelanjutan,",
    "hand-in-hand": "bergandengan tangan dengan mitra penjualan kami",
    "Company": "Perusahaan",
    "Product":"Produk",
    "Location":"Lokasi",
    "Subject":"Subjek",
    "Assist":" Bagaimana kami dapat membantu Anda?",
    "Required":"Wajib diisi",
    "Name":"Nama",
    "emailNotSame":"Dosis email tidak cocok",
    "First":"Depan",
    "Last":"Belakang",
    "CompanyName":"Nama Perusahaan",
    "CompanyEmail":"Email Perusahaan",
    "YourEmail":"Email Anda",
    "Inquiries":"Bagikan sedikit tentang pertanyaan Anda",
    "About Us": "Tentang Kami",
    "Beleaf Farms (PT BELEAF KEBUN INDONESIA)": " adalah penyedia produk makanan segar dan sehat terkemuka. Misi kami adalah menghadirkan produk terbaik dan paling bergizi ke meja Anda, sambil mendukung petani lokal dan mempromosikan praktik pertanian berkelanjutan.",
    "As a company that is committed to quality": "Sebagai perusahaan yang berkomitmen terhadap kualitas, kami memahami pentingnya mendapatkan produk segar dengan kualitas terbaik. Itu sebabnya kami bekerja sama dengan petani lokal untuk menghadirkan kepada Anda berbagai macam buah-buahan dan sayuran segar dan lezat yang dipilih karena rasa, nutrisi, dan kesegarannya.",
    "We combine the latest advancements": "Kami menggabungkan kemajuan terkini dalam teknologi IoT dan OS (Sistem Operasi) untuk menghasilkan produk dengan kualitas terbaik dan berkelanjutan. Komitmen kami untuk menggunakan teknologi mutakhir memungkinkan kami mengoptimalkan setiap aspek proses pertanian, mulai dari benih hingga panen, untuk memastikan hasil terbaik.",
    "Come Say Hi": "Ayo, Sapa Kami",
    "Beleaf Head Office Menara Ravindo": "PT BELEAF KEBUN INDONESIA Beleaf Head Office Menara Ravindo Jl. Kebon Sirih no.75 RT1/RW1, Kebon Sirih, Menteng, Jakarta Pusat 10340",
    "Beleaf Product and Tech Office": "Beleaf Product and Tech Office Windelrio Townhouse Ruko No.7 Semplak, Bogor Barat 16114",
    "Growing Sustainable": "Solusi Tumbuh",
    "Solutions": "Berkelanjutan",
    "for the Future": "untuk Masa Depan",
    "Our2": "Cerita",
    "Story": "Kami",
    "In 2019 Beleaf": "Pada tahun 2019, Beleaf Farms dimulai sebagai pertanian hidroponik yang sederhana. Setelah berhasil meningkatkan hasil panen, kualitas, dan konsistensi produknya, mereka telah memasok produk segar berkualitas tinggi ke pengecer, restoran, dan pelanggan.",
    "In 2022, Beleaf developed": "Pada tahun 2022, Beleaf mengembangkan dan mulai mengimplementasikan program baru - Farming as a Service (FaaS). Di bawah program ini, Beleaf mendukung pertanian mitra yang dipilih secara khusus dari ujung ke ujung dengan input berkualitas tinggi, praktik terbaik, agronomi bimbingan, dukungan teknologi, penjualan dan pemasaran untuk memastikan bahwa kebun mengoptimalkan produk mereka mendapatkan kualitas, hasil, dan nilai terbaik secara konsisten. terbaik, hasil panen, dan nilai secara konsisten.",
    "Through Beleaf R&D and FaaS program": "Melalui program R&D dan FaaS Beleaf, Beleaf ingin menjadi pemimpin aktif dalam inovasi pertanian, membantu petani di seluruh Indonesia untuk mengelola pertanian mereka dengan lebih baik dan meningkatkan kualitas produk segar untuk semua konsumen.",
    "Our3": "Esensi",
    "Essential": "Nila-Nilai",
    "Values": "Kami",
    "Environmental Sustainability": "Kelestarian Lingkungan",
    "Less Waste": "Lebih Sedikit Limbah",
    "No Soil Degradation": "Tanpa Degradasi Tanah",
    "Lower Carbon Footprint": "Jejak Karbon Lebih Rendah",
    "No Pesticide Residue": "Tanpa Residu Pestisida",
    "Consistency": "Konsistensi",
    "Planned Harvest Schedule": "Jadwal Panen Terencana",
    "Sufficient Nutrition": "Nutrisi yang Cukup",
    "Farming Tech": "Teknologi Pertanian",
    "Sustainable Pricing": "Penetapan Harga yang Berkelanjutan",
    "Cold Chain End to End": "Peti Beku Ujung ke Ujung",
    "Crop Surveillance": "Pengawasan Tanaman",
    "Better Quality": "Kualitas Lebih Baik",
    "Right Variety": "Variasi yang tepat",
    "Right Packaging": "Pengemasan yang Tepat",
    "Longer Shelf Life": "Masa Simpan Lebih Lama",
    "More Nutritious": "Lebih Bernutrisi",
    "Closer to Customers": "Lebih Dekat dengan Pelanggan",
    "Right Handling": "Penanganan yang tepat",
    "Our4": "Orang-orang",
    "People": "Kami",
    "Farm-to-": "Benih-ke-",
    "Plate Perfection": "Kesempurnaan Tabel:",
    "Taste the Difference": "Rasakan Perbedaan dari Hasil Panen Sendiri",
    "Locally Grown": "Sayuran yang Ditanam Secara Lokal",
    "Export grade": "Produk segar kelas ekspor ",
    "used by": "digunakan",
    "chefs in the top": "oleh koki di restoran-restoran ternama.",
    "No Pesticide Residu": "Tanpa Residu Pestisida",
    "Premium Hydroponic": "Premium Hidroponik",
    "Asian Leafy Greens": "Sayuran Hijau Asia",
    "Full Grown Asian Greens": "Sayuran Hijau Dewasa",
    "Baby Asian Greens": "Sayuran Hijau Muda",
    "Mini Asian Green": "Sayuran Hijau Mini",
    "Western Leafy Greens": "Sayuran Hijau Barat",
    "Shanghai Green":"Shanghai Hijau",
    "Chinese Spinach":"Bayam Cina",
    "HK Kailan":"HK Kailan",
    "HK Caisim":"HK Caisim",
    "Kale": "Kangkung",
    "Lettuce": "SSelada Tunggal",
    "Mangoes":"Mangga",
    "Guavas":"Jambu biji",
    "Papayas":"Pepaya",
    "Other Exotic Tropical Fruits":"Buah Tropis Eksotik Lainnya",
    "Mangosteen":"Manggis",
    "Tropical":"Tropis",
    "Fruits":"Buah-buahan",
    "Baby Leaf": "Sayuran Muda",
    "Baby Lettuce": "Selada Muda",
    "Tomatoes": "Tomat",
    "Beef Tomatoes": "Tomat Daging",
    "Snacking Tomatoes": "Tomat Cemilan",
    "Cherry Tomatoes": "Tomat Ceri",
    "Roma Tomatoes": "Tomat Roma",
    "Momotaro": "Momotaro",
    "Heirloom": "Heirloom",
    "Premium Herbs and": "Premium Rempah-rempah dan",
    "Microgreens": "Sayuran Mikro",
    "Western Herbs": "Rempah-rempah Barat",
    "Asian Herbs": "Rempah-rempah Asia",
    "Microgreen": "Sayuran Mikro",

    "Premium Root": "Premium Sayuran",
    "Vegetables": "Umbi",
    "Curry Potato": "Kentang Kari",
    "Gem Potato": "Kentang Permata",
    "Honey Sweet Potato": "Ubi Jalar Madu",
    "Purple Sweet Potato": "Ubi Jalar Ungu",
    "Orange Sweet Potato": "Ubi Jalar Jingga",

    "Grow-It-yourself": "Tumbuhkan-Pots",
    "Pots": "Milikmu",
    "Herbs Pots": "Pot Rempah-rempah",
    "Flower Pots": "Pot Bunga",
    "Fruity Veg Pots": "Pot Sayuran Buah",
    "Leafy Veg Pot": "Pot Sayuran Berdaun",
    "Download diss": "Nikmati kemudahan bertani dengan teknologi IoT dari Leaf dan rasakan bertani semudah menggenggam.",
    "Download Apk": "Aplikasi kami tersedia di android",
    "Meet the people": "Perkenalkan Orang-orang Dibalik Beleaf Farms",
    "Indonesia Farming Startup": "Startup pertanian Indonesia, Beleaf, mengumpulkan dana awal sebesar $2 juta yang dipimpin oleh Alpha JWC Ventures",
    "announced Monday" : "pada hari Senin mengumumkan pendanaan tahap awal sebesar $2 juta yang dipimpin oleh Alpha JWC Ventures, dengan partisipasi dari Sembrani Nusantara dari BRI Ventures, MDI-Finch Capital Bangkitlah, dan beberapa angel investor terkemuka.",
    "Beleaf said" : "Beleaf mengatakan dalam sebuah pernyataan dengan pendanaan Seed yang baru ini, perusahaan akan fokus untuk meningkatkan teknologinya, membangun tim yang kuat, dan menggandakan sumber dayanya, termasuk membuka lebih banyak penelitian dan pengembangan (R&D) serta membangun lebih banyak komunitas petani di Jawa Barat.",
    "In Late 2017": "Pada akhir tahun 2017, seorang pria mengalihkan hasrat dan bisnisnya di sektor real estat komersial ke sistem pangan dan pertanian hidroponik, tetapi dengan fokus nyata pada keberlanjutan. Banyaknya waktu dan tenaga yang dihabiskannya di bidang ini mengarah pada pengembangan salah satu pertanian hidroponik yang terus berkembang di Indonesia, yang pada gilirannya mendukung dan menjadi contoh dari konsep ekonomi sirkular.",


    "Cr 1 Title":"Tantangan Ketahanan Pangan",
    "Cr 1 Body" : "“Banyak petani yang sebenarnya memiliki kinerja yang kurang baik dalam hal hasil dan kualitas, terutama jika dibandingkan dengan negara Asia Tenggara lainnya. Jadi kami memutuskan bahwa daripada terus membangun perkebunan kami, kami lebih baik membantu perkebunan yang sudah ada...”",
    "Cr 1 More" : "Lebih banyak lagi: Koresponden CNA",
    "Cr 1 Android" : "Android: http://bit.ly/tjp-android",
    "Cr 1 ios" : "iOS: http://bit.ly/tjp-ios",



    "Cr 2 Title" : "Pertanian Cerdas: RI agritech menawarkan bantuan kepada petani kecil",
    "Cr 2 Body" :  "Perusahaan-perusahaan teknologi di Indonesia mengusulkan cara-cara baru untuk membuat pertanian menjadi lebih efisien pada saat ketahanan pangan menyebabkan sakit kepala di seluruh dunia, tetapi perusahaan-perusahaan rintisan ini memiliki beberapa hal yang perlu diyakinkan agar para petani mau bergabung. Belief Farms, perusahaan rintisan teknologi pertanian (agritech) yang berbasis di Bogor, Jawa Barat, mengatakan bahwa memandang pertanian sebagai sebuah layanan adalah kunci untuk mengoptimalkan proses dengan ide dasar untuk menghasilkan lebih banyak dengan lebih sedikit. “Kami dapat membantu para petani di seluruh Indonesia untuk meningkatkan kualitas dan produktivitas hasil panen mereka, sehingga dapat menyediakan lebih banyak makanan dengan jumlah lahan yang sama untuk populasi kita,” ujar CEO dan pendiri Belief Farms, Amrit Lakhiani.",
    "Cr 2 More" : "More: The Jakarta Post",

    "Cr 3 Title" : "Startup pertanian Indonesia, Belief, mengumpulkan pendanaan tahap awal sebesar $2 juta yang dipimpin oleh Alpha JWC Venturesritech menawarkan bantuan kepada para petani kecil",
    "Cr 3 Body1" : "Perusahaan rintisan pertanian pintar Indonesia, Belief, pada hari Senin mengumumkan pendanaan tahap awal (seed funding) sebesar $2 juta yang dipimpin oleh Alpha JWC Ventures, dengan partisipasi dari Sembrani Nusantara dari BRI Ventures, Arise dari MDI-Finch Capital, dan beberapa angel investor ternama",
    "Cr 3 Body2" : "Belief mengatakan dalam sebuah pernyataan dengan pendanaan Seed baru ini, perusahaan akan fokus untuk meningkatkan teknologinya, membangun tim yang kuat, dan menggandakan sumber dayanya, termasuk membuka lebih banyak penelitian dan pengembangan (R&D) dan membangun lebih banyak komunitas pertanian di Jawa Barat",
    "Cr 3 More" : "More: Technode Global",

    "Cr 4 Title" : "Perkebunan Daun: Bisnis yang Berkelanjutan dan Terus Berkembang",
    "Cr 4 Body1" : "Pada akhir tahun 2017, seorang pria mengalihkan hasrat dan bisnisnya di sektor real estat komersial ke sistem pangan dan pertanian hidroponik, namun dengan fokus yang nyata pada keberlanjutan. Banyaknya waktu dan usaha yang ia habiskan di bidang ini berujung pada pengembangan salah satu pertanian hidroponik yang terus berkembang di Indonesia, yang pada gilirannya mendukung dan menjadi contoh konsep ekonomi sirkular.",
    "Cr 4 Body2" : "Ekonomi sirkular menggantikan konsep akhir masa pakai dengan regenerasi, restorasi, dan penghapusan limbah melalui peningkatan bahan, produk, sistem, dan model bisnis. Pada akhir tahun 2018, Amrit Lakhiani menggunakan pengalaman pendidikan dan profesionalnya serta latar belakangnya di bidang keuangan untuk mendirikan Beleaf Farms. Kebun pertama dimulai di Bogor dan dengan cepat beradaptasi dengan keadaan setempat.",
    "Cr 4 More" : "More: Technode Global",

    
    "Cr 5 Title" : "Daun telah dipilih oleh Forbes Asia sebagai salah satu dari 100 perusahaan yang harus diperhatikan!",
    "Cr 5 Body" : "Pertanian hidroponik Beleaf menanam sayuran hijau, rempah-rempah, dan umbi-umbian untuk mitra seperti jaringan hotpot Haidilao dan raksasa e-commerce Shopee. Platform pertanian sebagai layanan (FaaS) pada tahun 2022 juga mendukung petani Indonesia dengan panduan pertanian, dukungan teknologi, dan layanan pemasaran. Operasi Beleaf mencakup lima hektar lahan pertanian dan perusahaan mengklaim memiliki 20 mitra FaaS."

  }
}
